Repository: shaambhavipathak/nereid-catalog-variants
Catalog: locale/*.po
Languages: de_de

# error:product.attribute:
source: Attribute name must be unique!
de_de: Ein Attributname kann nur einmal vergeben werden

# error:product.product:
source: Please define following attributes for product %s: %s
de_de: Bitte folgende Attribute definieren für Artikel %s: %s

# error:product.template:
source: Please define following attributes for product %s: %s
de_de: Bitte folgende Attribute definieren für Artikel %s: %s

# field:product.template,variation_attributes:
source: Variation Attributes
de_de: Variantenattribute

# field:product.variation_attributes,attribute:
source: Attribute
de_de: Eigenschaft

# field:product.variation_attributes,create_date:
source: Create Date
de_de: Erstellungsdatum

# field:product.variation_attributes,create_uid:
source: Create User
de_de: Erstellt durch

# field:product.variation_attributes,sequence:
source: Sequence
de_de: Reihenfolge

# field:product.variation_attributes,template:
source: Template
de_de: Vorlage für Steuerkonto

# field:product.variation_attributes,write_date:
source: Write Date
de_de: Zuletzt geändert

# field:product.variation_attributes,write_uid:
source: Write User
de_de: Letzte Änderung durch

# model:product.variation_attributes,name:
source: Variation attributes for product template
de_de: Variantenattribute für Artikelvorlagen

# selection:product.variation_attributes,widget:
source: Swatches
de_de: Uhren

# view:product.variation_attributes:
source: Variation Attribute
de_de: Variantenattribut

# view:product.variation_attributes:
source: Variation Attributes
de_de: Variantenattribute
